IDEA Open Model
NadSetupValueShort.Value Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public short Value { get; set; }
Public Property Value As Short
	Get
	Set
public:
property short Value {
	short get ();
	void set (short value);
}
Property Value
Type: Int16
See Also
Reference
NadSetupValueShort Class
IdeaRS.OpenModel.Concrete Namespace